Repository: OpenPecha/Pecha.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Sign up for Sefaria's Newsletter
he: Sefaria ཡི་གསར་འཕྲིན་ལ་ཐོ་འགོད་བྱོས།

source: Powered by Sefaria Contest 2020
he: ༢༠༢༠ ལོའི་Sefaria ཡི་འགྲན་བསྡུར་གྱིས་གོ་སྒྲིག་བྱས།

source: Powered by Sefaria Contest 2021
he: ༢༠༢༡ ལོའི་Sefaria ཡི་འགྲན་བསྡུར་གྱིས་གོ་སྒྲིག་བྱས།

source: Powered by Sefaria
he: Sefaria ཡིས་གོ་སྒྲིག་བྱས།

source: Sefaria’s open data and API can be used by anyone. You can find it all for free in our GitHub repository!
he: Sefaria ཡི་སྤྱི་སྤྱོད་ཀྱི་གཞི་གྲངས་དང་ API གཉིས་ནི་མི་སུས་ཀྱང་ལོངས་སུ་སྤྱོད་ཆོག་སྟེ། དེ་དག་དགོས་ཚེ་རིན་འབབ་གང་ཡང་སྤྲོད་མི་དགོས་པར་ང་ཚོའི་གྷི་ཐབ་གསོག་མཛོད་ནང་ནས་ཐད་ཀར་བཀོལ་སྤྱོད་བྱ་ཆོག

source: Privacy Policy
he: སྒེར་དོན་གསང་རྒྱ།

source: Ramban on Torah - Thank you to our Sponsors
he: Torah ནང་གི་Ramban. ང་ཚོར་སྦྱིན་བདག་གནང་བར་བཀའ་དྲིན་ཆེ།

source: Remote Learning | Sefaria
he: | Sefaria ནང་ཕྱོགས་སོ་སོ་ནས་མཉམ་ཞུགས་ཀྱིས་སློབ་གཉེར་བྱེད་པ།

source: Resources for teaching and learning virtually.
he: དྲ་ལམ་ནས་སློབ་ཁྲིད་དང་སློབ་གཉེར་བྱེད་པའི་རྒྱུ་ཆ་ཁག

source: About Sefaria Community Translations
he: Sefaria ཡི་ཚོགས་སྡེའི་འགྱུར་དེབ་ཀྱི་སྐོར།

source: Sefaria Community Translations are open, crowd-sourced translations of texts available in the Sefaria Library.
he: Sefaria ཡི་ཚོགས་སྡེའི་ཡིག་བསྒྱུར་རྣམས་ནི་Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་ཐུན་མོང་གིས་ཡིག་བསྒྱུར་བྱས་པའི་དཔེ་ཚོགས་ཤིག་ཡིན་པ་གང་ཞིག ཐུན་མོང་གིས་ལོངས་སྤྱོད་བྱས་ཆོག་པ་ཞིག་ཀྱང་ཡིན།

source: About Sefaria Editions
he: Sefaria ཡི་དཔར་གཞིའི་སྐོར།

source: The Sefaria Edition is a Sefaria commissioned translation created by professional translators.
he: Sefaria དཔར་གཞི་ཟེར་བ་ནི་Sefaria ཡིས་ཆེད་མངགས་བྱས་ཏེ་ཆེད་ལས་ལོ་ཙཱ་བ་རྣམས་ཀྱིས་ཡིག་བསྒྱུར་བྱས་པ་ཞིག་ཡིན།

source: Sheets on Sefaria
he: Sefaria ནང་གི་ཤོག་ངོས།

source: Mix and match sources from Sefaria’s library of Jewish texts, and add your comments, images and videos.
he: ནང་བསྟན་དྲ་ཐོག་དཔེ་མཛོད་Sefaria ནང་གི་རྒྱུ་ཆ་བསྲེས་མ་དང་ཡོངས་སུ་མཐུན་པ། ཁྱེད་ཀྱི་མཆན་འགོད་པ། འདྲ་པར་དང་བརྙན།

source: In Memory of Rabbi Shraga Silverstein
he: Rabbi Shraga Silverstein ཡི་དྲན་རྟེན་ནང་

source: Sefaria Strategy
he: Sefaria ཡི་ཐབས་བྱུས།

source: Sefaria's Supporters
he: Sefaria ཡི་རྒྱབ་སྐྱོར་བ།

source: Sefaria gratefully acknowledges the following donors whose generosity and leadership are making Sefaria possible.
he: Sefaria ཡིས་གཤམ་གསལ་གྱི་གཏོང་ཕོད་ཆེ་བའི་ཞལ་འདེབས་ཕུལ་མཁན་ཡོངས་ལ་བཀའ་དྲིན་ཆེ་ཞུ། ཁྱེད་ཅག་གིས་གཏོང་ཕོད་དང་དབུ་ཁྲིད་བྱས་པ་ལ་བརྟེན་ནས་Sefaria མུ་མཐུད་ནས་རེ་བས་གསོན་ཡོད།

source: Terms of Use
he: བཀོལ་སྤྱོད་ཀྱི་སྒྲིག་གཞི་ཁག

source: Sefaria Testimonials
he: Sefaria ཡི་དྲིན་གཟོའི་ཡིག་ཆ།

source: Sefaria’s Impact – Reflections and Insights from Users
he: བཀོལ་སྤྱོད་མཁན་ཀྱིས་སྤྲད་པའི་Sefaria ཡི་ཤུགས་རྐྱེན་གྱི་ཕན་གནོད་དང་ཤེས་རྟོགས།

source: The Sefaria Story
he: Sefaria ཡི་ལོ་རྒྱུས།

source: Watch a video about the story of Sefaria.
he: Sefaria ཡི་ལོ་རྒྱུས་ཀྱི་བརྙན་ཞིག་ལ་གཟིགས།

source: Sefaria Torah Tab
he: Sefaria Torah ཐེབས།

source: Install the free Sefaria Torah Tab for your web browser.
he: ཁྱེད་ཀྱི་དྲ་ཚིགས་བཤེར་ལྟའི་ནང་རིན་མེད་ཀྱི་ Sefaria Torah ཡི་ཐེབས་ཕབ་ལེན་བྱོས།

source: Visualizations
he: མཐོང་ཐུབ་པའི་རྣམ་པ་ཅན།

source: Projects which have been created to make interactive visualizations of the texts and connections in the Sefaria Library of Torah texts.
he: Sefaria ནང་བསྟན་དྲ་ཐོག་དཔེ་མཛོད་ནང་གི་དཔེ་དེབ་དང་འབྲེལ་ཡོད་རྣམས་ཕན་ཚུན་རྟེན་འབྲེལ་ཀྱི་རྣམ་པ་མཐོང་ཐུབ་པའི་རྣམ་པ་ཅན་ཞིག་བཟོ་པ་ལ་ཆེད་དུ་བསྐྲུན་པའི་ལས་གཞི་ཁག

source: The William Davidson Talmud is a free digital edition of the Babylonian Talmud with parallel translations, interlinked to major commentaries, biblical citations, Midrash, Halakhah, and an ever-growing library of Jewish texts.
he: འདི་ནི་མ་ཕྱི་དང་འགྱུར་མ་ཤན་སྦྱར་བྱས་ནས་བཞག་ཡོད་པའི་ཆོས་གཞུང་སྐོར་ཞིག་ཡིན།

source: Word by Word: A Jewish Women's Writing Circle
he: མིང་ཚིག་དང་མིང་ཚིག་རེ་རེ་བཞིན་གཏུགས་པ། ནང་པའི་བུད་མེད་ཀྱི་རྩོམ་འབྲིའི་དཀྱིལ་འཁོར།

source: Word by Word: A Jewish Women's Writing Circle will provide up to 20 Jewish women writers engaged in serious torah scholarship the support and guidance to produce publishable books.
he: འདི་ནི་དཔེ་དེབ་དཔར་བསྐྲུན་བྱ་ཕྱོགས་ཀྱི་རྒྱབ་སྐྱོར་དང་ལམ་སྟོན་ཞིག་ཡིན།

source: An index of the sages of the Talmud (Chazal) ordered by generation, including relationships to one another, time periods and links to learn more.
he: དམིགས་བསལ་རྩོམ་པ་པོ་སྐོར་ཞིག་གི་ཕན་ཚུན་བར་གྱི་འབྲེལ་ལམ་དང་བྱུང་དུས་དྲ་ཐག་སོགས་འདུས་ཡོད།

source: Student-Teacher Relationships in the Talmud
he: ནང་པའི་བླ་སློབ་བར་གྱི་འབྲེལ་ལམ།

source: Timeline
he: དུས་སྐབས།

source: Unique Words used by Biblical Commentators
he: བཀའ་འགྱུར་འགྲེལ་བརྗོད་པ་ཚོས་བཀོལ་སྤྱོད་བྱས་པའི་ཐུན་མོང་མ་ཡིན་པའི་མིང་ཚིག

source: Explore how unique and verbose biblical commentators were.
he: བཀའ་བསྟན་འགྲེལ་བརྗོད་པ་རྣམས་ཅི་ཙམ་ཐུན་མོང་མ་ཡིན་པ་དང་ཞིབ་ཕྲ་ཇི་ལྟར་ཡིན་མིན་ལ་གཟིགས།

source: Visualizing the Sefaria Library
he: Sefaria དྲ་ཐོག་དཔེ་མཛོད་དེ་མཐོང་ཐུབ་པའི་དཔེ་རིས་རྣམ་པ་ཅན།

source: How big is Torah compared to Talmud? This sunburst diagram lets you see the number of words in the texts and categories of Sefaria's library (which is growing every day!).
he: ཐོ་རཱ་ཐལ་མུས་ཊ་དང་བསྡུར་ན་ཅི་ཙམ་ཆེ་འམ། ཉི་ཟེར་འཕྲོས་པ་ལྟ་བའི་ཐིག་རིས་འདིས་ཁྱེད་ལ་དཔེ་དེབ་དེའི་ནང་མིང་ཚིག་ག་ཚོད་ཡོད་མེད་ཀྱི་གྲངས་འབོར་དང་Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་གི་སྡེ་ཚན་རྣམས་ཀྱི་གྲངས་འབོར་བཅས་སྟོན་ཡོང་བ་ཡིན། (which is growing every day!)

source: Visualizing the Parshiot
he: Parshiot དེ་མཐོང་ཐུབ་པའི་དཔེ་རིས་རྣམ་པ་ཅན།

source: Visualizing Torah Connections through Rashi's Commentary
he: རཱ་ཞེ་སའི་འགྲེལ་བ་བརྒྱུད་ནས་ཐོ་རཱ་དང་འབྲེལ་ཡོད་རྣམས་མཐོང་ཐུབ་པའི་དཔེ་རིས་རྣམ་པ་ཅན།

source: Explore how Rashi connects verses of Torah to one another when he quotes one verse in his commentary on another.
he: རྩ་བ་དང་འགྲེལ་བ་ཕན་ཚུན་འབྲེལ་ལམ་ཇི་ལྟར་ཡོད་མེད་ལ་གཟིགས།
