Repository: OpenPecha/Pecha.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: English
he: དབྱིན་སྐད།

source: Hebrew
he: བོད་སྐད།

source: Bilingual
he: སྐད་གཉིས་ཤན་སྦྱར།

source: Read the text of %(book)s online with commentaries and connections.
he: དྲ་ཐོག་ནས་དཔེ་ཆ་ %(book)s འདི་དང་འདིའི་འགྲེལ་བ་དང་འབྲེལ་ཡོད་བཅས་པ་མཉམ་དུ་ཀློག

source: Explore 3,000 years of Jewish texts in Hebrew and English translation.
he: ལོ་ངོ་གཉིས་སྟོང་ལྷག་རིང་གི་ནང་བསྟན་དཔེ་ཆ་རྣམས་བོད་སྐད་དང་དབྱིན་སྐད་ནང་བསྒྱུར་བ་རྣམས་འཚོལ་ཞིབ་དང་བལྟ་ཀློག་བྱ་ཐུབ།

source: A source sheet created with Sefaria's Source Sheet Builder
he: Sefaria ཡི་མ་ཕྱིའི་ཤོག་ངོས་བཟོ་ཆས་སྤྱད་ནས་བཟོས་པའི་མ་ཕྱིའི་ཤོག་ངོས་ཤིག

source: Recently Viewed
he: ཉེ་བའི་ཆར་བལྟས་པ།

source: Texts that you've recently viewed on Sefaria.
he: ཁྱེད་ཀྱིས་ཉེ་བའི་ཆར་Sefariaབརྒྱུད་ནས་བལྟས་པའི་དཔེ་ཆ་རྣམས།

source: Read %(categories)s texts online with commentaries and connections.
he: དྲ་ཐོག་ཏུ་སྤེལ་བའི་དཔེ་ཆ་རྣམས་ལ་འགྲེལ་བ་དང་འབྲེལ་ཡོད་མཉམ་འཇོག་བྱས་པ་རྣམས་ %(categories)s ཀློག

source: Texts & Source Sheets from Torah, Talmud and Sefaria's library of Jewish sources.
he: ཆོས་དཔེ་འདིའི་ནང་གི་དཔེ་ཆ་དང་མ་ཕྱིའི་ཤོག་ངོས་རྣམས། ནང་བསྟན་དང་འབྲེལ་བའི་Sefaria དཔེ་མཛོད།

source: Jewish texts and source sheets about %(topic)s from Torah, Talmud and other sources in Sefaria's library.
he: ཆོས་དཔེ་ %(topic)s འདིའི་སྐོར་གྱི་དཔེ་དེབ་ཁག་དང་མ་ཕྱིའི་ཤོག་ངོས། Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་གི་མ་ཕྱི་གཞན་དག

source: Explore Jewish Texts by Topic
he: བརྗོད་གཞི་ལྟར་ནང་པའི་དཔེ་ཆ་སྔོགས།

source: Explore Jewish texts related to traditional and contemporary topics, coming from Torah, Talmud, and more.
he: ཐོ་རཱ་དང་ཐལ་མུས་ཊི་དེ་བཞིན་གཞན་གང་མང་ཞིག་ནས་ཡོང་བའི་སྲོལ་རྒྱུན་དང་གནས་སྐབས་ཀྱི་བརྗོད་གཞི་གཉིས་དང་འབྲེལ་བའི་ནང་བསྟན་དཔེ་དེབ་ཁག་སྔོགས།

source: Sefaria Search
he: Sefaria འཚོལ་ཞིབ།

source: Search 3,000 years of Jewish texts in Hebrew and English translation.
he: ལོ་ངོ་གཉིས་སྟོང་ལྷག་རིང་གི་ནང་བསྟན་དཔེ་ཆ་རྣམས་དབྱིན་ཡིག་དང་བོད་ཡིག་གཉིས་ཀྱི་ནང་འཚོལ་ཞིབ་དང་བལྟ་ཀློག་བྱ་ཐུབ།

source: Sefaria Collections
he: Sefaria ཡི་ཕྱོགས་བསྒྲིགས།

source: Sefaria: a Living Library of Jewish Texts Online
he: Sefaria ནི་དྲ་ཐོག་གི་ནང་བསྟན་གསུང་རབ་ཀྱི་དཔེ་མཛོད་ཅིག་ཡིན།

source: The largest free library of Jewish texts available to read online in Hebrew and English including Torah, Tanakh, Talmud, Mishnah, Midrash, commentaries and more.
he: བོད་སྐད་དང་དབྱིན་སྐད་གཉིས་ཀྱི་ནང་ཡོད་པའི་ནང་པའི་གཞུང་ལུགས་དཔེ་ཀློག་བྱ་སའི་རིན་མེད་དྲ་ཐོག་དཔེ་མཛོད་ཆེ་ཤོས། འདིའི་ནང་འཚོ་བའི་ཁྲོད་ངེས་པར་མཁོ་བའི་ནང་པའི་ཆོས་གཞུང་རྩ་འགྲེལ་སྣ་ཚོགས་བཞུགས་ཡོད།

source: Learning Schedules
he: སློབ་གཉེར་བྱེད་པའི་དུས་བཅད་རྣམས།

source: Weekly Torah portions, Daf Yomi, and other schedules for Torah learning.
he: ཐོ་རཱ་སློབ་གཉེར་བྱ་ཕྱིར་བདུན་རེའི་ཐོ་རཱའི་ཆ་ཤས་ཁག་དང་། Daf Yomi, དུས་བཅད་གཞན་བཅས་སོ།།

source: My Saved Content
he: ངའི་གསོག་ཉར་བྱས་པའི་ནང་དོན།

source: See your saved content on Sefaria
he: Sefaria ནང་གི་ཁྱེད་ཀྱི་གསོག་ཉར་ནང་དོན་ལ་གཟིགས།

source: My User History
he: ངའི་བཀོལ་སྤྱོད་ཀྱི་ལོ་རྒྱུས།

source: See your user history on Sefaria
he: Sefariaནང་གི་ཁྱེད་ཀྱི་བཀོལ་སྤྱོད་ཀྱི་ལོ་རྒྱུས་ལ་གཟིགས།

source: New Additions to the Sefaria Library
he: Sefaria དཔེ་མཛོད་ནང་གི་པར་གཞི་གསར་པ་ཁག

source: See texts, translations and connections that have been recently added to Sefaria.
he: Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་ཉེ་ཆར་གསར་སྣོན་བྱས་པའི་དཔེ་ཆ་དང་འགྱུར་དེབ། དེ་བཞིན་འབྲེལ་ཡོད་རྣམས་ལ་གཟིགས།

source: User Stats
he: སྤྱོད་མཁན་གྱི་གནས་བབས།

source: Sefaria Notifications
he: Sefaria ཡི་གསར་བརྡ་ཁག

source: Moderator Tools
he: སྟངས་འཛིན་ལག་ཆ་རྣམས།

source: Topics
he: ཉེར་མཁོ།

source: Source Sheet
he: མ་ཕྱིའི་ཤོག་ངོས།

source: Texts
he: ཆོས་མཛོད།

source: Explore Jewish Texts by Topic on Sefaria
he: Sefaria དཔེ་མཛོད་ནང་ནས་བརྗོད་གཞི་ལྟར་ནང་པའི་ཆོས་དཔེ་རྣམས་སྔོགས།

source: %(full_name)s on Sefaria
he: Sefaria ནང་གི་%(full_name)s

source: %(full_name)s is on Sefaria. Follow to view their public source sheets, notes and translations.
he: %(full_name)s ཁོང་ནི་Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་གནས་འདུག ཁོང་ཚོའི་མ་ཕྱིའི་ཤོག་ངོས་དང་མཆན་བྲིས་པ། ཡིག་བསྒྱུར་བཅས་ལ་གཟིགས་ན་རྗེས་འཇུག་བྱ་དགོས།

source: You must be logged in to update your profile.
he: ཁྱེད་ཀྱི་སྙིང་བསྡུས་ཁ་གསབ་བྱེད་པར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: Email fields did not match
he: གློག་འཕྲིན་དེ་དག་མཐུན་གྱི་མི་འདུག

source: Incorrect account password for this account
he: ཁ་བྱང་འདིའི་ནང་འཇུག་རྒྱུའི་ཁ་བྱང་གི་གསང་ཚིག་ནོར་འདུག

source: You must be logged in to update your profile photo.
he: ཁྱེད་ཀྱི་སྙིང་བསྡུས་ནང་འདྲ་པར་ནང་འཇུག་བྱེད་པར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: You must be logged in to delete your account.
he: ཁྱེད་ཀྱི་ཁ་བྱང་བསུབ་པ་ལ་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: From the Community: Today on Sefaria
he: Sefaria ནང་གི་ཚོགས་སྡེ་དེའི་ དེ་རིང་གི་རྣམ་པ།

source: New and featured source sheets, divrei torah, articles, sermons and more created by members of the Sefaria community.
he: Sefaria ཡི་ཚོགས་སྡེའི་ཁོངས་མིས་བཟོས་པའི་ཐོན་གསར་དང་ཁྱད་ཆོས་ལྡན་པའི་མ་ཕྱིའི་ཤོག་ངོས་ཁག དེ་བཞིན་divrei torah, རྩོམ་ཡིག་ཁག བཀའ་ཆོས་དང་གཞན་འདི་ལས་མང་བ་བཅས་ཡོད།

source: Email Address to delete
he: སུབ་པ་ལ་གློག་འཕྲིན་ཁ་བྱང་སྤྲོད།

source: Admin Password
he: འཛིན་སྐྱོང་གསང་ཚིག

source: Email Address
he: གློག་འཕྲིན།

source: Password
he: གསང་ཚིག

source: First Name
he: དངོས་མིང་།

source: Last Name
he: རུས་མིང་།

source: I am an educator
he: ང་སློབ་གསོ་བ་ཞིག་ཡིན།

source: Incorrect mobile_app_key provided
he: ཁ་པར་_མཉེན་ཆས་_ཀྱི་ལྡེ་མིག་ནོར་བ་ཞིག་མཁོ་སྤྲོད་བྱས་སོང་།

source: New password
he: གསང་ཚིག་གསར་པ།

source: Enter New Password
he: གསང་ཚིག་གསར་པ་ཞོག

source: New password confirmation
he: གཏན་འཁེལ་བའི་གསང་ཚིག་གསར་པ།

source: Repeat New Password
he: གསང་ཚིག་གསར་པ་བསྐྱར་འཇུག

source: Please set a name for your collection.
he: ཁྱེད་ཀྱི་ཕྱོགས་བསྒྲིགས་ལ་མིང་སྤྲོད་རོགས།

source: A public collection with this name already exists. Please choose a different name before publishing.
he: མང་ཚོགས་ཀྱི་ཕྱོགས་བསྒྲིགས་མིང་འདི་ཡོད་ས་ཞིག་སྔ་མོ་ནས་གནས་འདུག མ་སྤེལ་སྔོན་ལ་མིང་མ་འདྲ་བ་ཞིག་འདེམ་རོགས།

source: Public Collections are required to include a collection image (a square image will work best).
he: མང་ཚོགས་ཀྱི་ཕྱོགས་བསྒྲིགས་རྣམས་ལ་འདྲ་པར་གྱི་ཕྱོགས་བསྒྲིགས་ཤིག་ཀྱང་འདུ་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག (འདྲ་པར་གྲུ་བཞི་ཁ་གང་མ་ཡིན་ན་ཪབ།)

source: Public Collections are required to have at least 3 public sheets.
he: མང་ཚོགས་ཀྱི་ཕྱོགས་བསྒྲིགས་རྣམས་ལ་ཉུང་མཐར་ཡང་མང་ཚོགས་ཀྱི་ཤོག་ངོས་གསུམ་ཡོད་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག

source: %(name)s invited you to a collection on Sefaria
he: %(name)s ཡིས་Sefaria ནང་གི་ཕྱོགས་བསྒྲིགས་དེར་ཁྱེད་རང་གདན་འདྲེན་བྱས་འདུག

source: A user with that email already exists
he: གློག་འཕྲིན་འདི་བཀོལ་སྤྱོད་བྱེད་མཁན་ཞིག་ད་སྔ་ནས་འདུག

source: The email address is not valid.
he: གློག་འཕྲིན་དེ་ཚུལ་མཐུན་ཞིག་མ་རེད།

source: Tibetan
he: བོད་ཡིག

source: Sorry, there was an error.
he: དགོངས་དག གནད་དོན་ཞིག་བྱུང་སོང་།

source: You must be logged in to create a new collection.
he: ཁྱེད་ཀྱིས་ཕྱོགས་བསྒྲིགས་གསར་བཟོ་བྱེད་པར་ཐོག་མར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: Leaving this collection would leave it without any owners. Please appoint another owner before leaving, or delete the collection.
he: ཕྱོགས་བསྒྲིགས་འདི་ནས་ཐོན་ན་འདིའི་བདག་པོ་མེད་པར་ལུས་འགྲོ་བས། མ་ཐོན་སྔོན་ལ་བདག་པོ་གཞན་ཞིག་བསྐོ་རོགས། ཡང་ན་ཐོག་མར་ཕྱོགས་བསྒྲིགས་འདི་སུབ་རོགས།

source: You must be logged in to access this api.
he: api འདི་སྔོག་པ་ལ་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།

source: Page Not Found | Sefaria
he: | Sefaria ཤོག་ངོས་རྙེད་མ་སོང་།

source: Internal Server Error
he: གསོག་མཛོད་ནང་མའི་གནད་དོན།

source: New Email
he: གློག་འཕྲིན་གསར་པ།

source: Confirm New Email
he: གློག་འཕྲིན་གསར་པ་གཏན་འཁེལ་བྱོས།

source: Revision History of
he: ཡི་བཟོ་བཅོས་ཀྱི་ལོ་རྒྱུས།

source: Sefaria Activity
he: Sefaria ཡི་བྱེད་སྒོ།

source: View the complete revision hisotry of this text on Sefaria.
he: Sefaria ནང་གི་དཔེ་ཆ་འདིའི་བཟོ་བཅོས་ཡོངས་རྫོགས་ཀྱི་ལོ་རྒྱུས་ལ་གཟིགས།

source: View a user's acitvitiy history on Sefaria, including published source sheets, and text translations, edits or additions.
he: Sefaria ནང་གི་སྤྱོད་མཁན་ཞིག་གི་བྱེད་སྒོའི་ལོ་རྒྱུས་ཤིག་ལ་གཟིགས། འདིའི་ནང་སྤེལ་ཟིན་པའི་མ་ཕྱིའི་ཤོག་ངོས་དང་ཡིག་བསྒྱུར་དཔེ་དེབ། རྩོམ་སྒྲིག་དང་ཡང་ན་དཔར་གཞི་བཅས་ཚུད་ཡོད།

source: View the complete log of public activity on Sefaria, including published source sheets, and text translations, edits or additions.
he: Sefaria ནང་གི་མང་ཚོགས་ཀྱི་བྱེད་སྒོའི་རེའུ་མིག་ཡོངས་རྫོགས་ལ་གཟིགས། འདིའི་ནང་སྤེལ་ཟིན་པའི་མ་ཕྱིའི་ཤོག་ངོས་དང་ཡིག་བསྒྱུར་དཔེ་དེབ། རྩོམ་སྒྲིག་དང་ཡང་ན་དཔར་གཞི་བཅས་ཚུད་ཡོད།

source: All Activity
he: བྱེད་སྒོ་ཡོངས་རྫོགས།

source: Translations
he: འགྱུར་དེབ་ཁག

source: Source Sheets
he: མ་ཕྱིའི་ཤོག་ངོས།

source: New Texts
he: དཔེ་ཆ་གསར་པ།

source: Edits
he: རྩོམ་སྒྲིག

source: Notes
he: ཟུར་མཆན།

source: Reviews
he: བསྐྱར་ཞིབ།

source: Text Info
he: དཔེ་ཆའི་གནས་ཚུལ།

source: Reversions
he: བསྐྱར་འཇོག་བྱས་པ་ཁག

source: Flagged
he: དར་རྟགས་བརྒྱབ་པ།

source: Edit Collection on Sefaria
he: Sefaria ནང་གི་ཕྱོགས་བསྒྲིགས་རྩོམ་སྒྲིག་བྱེད།

source: Loading...
he: ལེན་བཞིན་པ་་་་་

source: Edit Your Profile on Sefaria
he: Sefaria ནང་གི་ཁྱེད་ཀྱི་སྙིང་བསྡུས་རྩོམ་སྒྲིག་བྱེད།

source: deleted the text
he: དཔེ་ཆ་དེ་བསུབ་འདུག

source: deleted a text version of
he: ཡི་དཔེ་ཆའི་རྣམ་ཅན་ཞིག་བསུབ་འདུག

source: Version
he: ཐོན་རིམ།

source: translated
he: ཡིག་བསྒྱུར་བྱས་ཟིན་པ།

source: added
he: བསྣན་ཡོད།

source: edited
he: རྩོམ་སྒྲིག་བྱས་ཡོད།

source: reverted
he: སོར་འཇོག་བྱས་པ།

source: and
he: དང་

source: others
he: གཞན་དག

source: history
he: ལོ་རྒྱུས།

source: added a connection
he: འབྲེལ་ཡོད་ཅིག་བསྣན་ཡོད།

source: edited a connection
he: འབྲེལ་ཡོད་ཅིག་རྩོམ་སྒྲིག་བྱས་ཡོད།

source: deleted a connection
he: འབྲེལ་ཡོད་ཅིག་བསུབ་འདུག

source: between
he: བར་

source: automatic commentary link
he: རང་འགུལ་གྱི་འགྲེལ་བའི་དྲ་ཐག

source: automatic citation link
he: རང་འགུལ་གྱི་ལུང་ཚིག་གི་དྲ་ཐག

source: added a note to
he: ལ་མཆན་ཞིག་བཞག་འདུག

source: edited a note on
he: ཡི་མཆན་ཞིག་རྩོམ་སྒྲིག་བྱས་འདུག

source: deleted a note on
he: ཡི་མཆན་ཞིག་བསུབ་འདུག

source: added text info for the text
he: དཔེ་ཆ་དེའི་གནས་ཚུལ་བསྣན་འདུག

source: edited the text info of
he: ཡི་དཔེ་ཆ་དེའི་གནས་ཚུལ་རྩོམ་སྒྲུག་བྱས་འདུག

source: details
he: ཞིབ་ཕྲ།

source: added a term
he: ཐ་སྙད་ཅིག་བསྣན་འདུག

source: edited the term
he: ཐ་སྙད་དེ་རྩོམ་སྒྲིག་བྱས་འདུག

source: deleted the term
he: ཐ་སྙད་དེ་བསུབ་འདུག

source: reviewed
he: བསྐྱར་ཞིབ་བྱས་ཡོད་པ།

source: published a new Source Sheet
he: མ་ཕྱིའི་ཤོག་ངོས་གསར་པ་ཞིག་སྤེལ་ཡོད།

source: related
he: འབྲེལ་བ་ཡོད་པ།

source: No matching public activity yet.
he: མང་ཚོགས་ཀྱི་བྱེད་སྒོ་མཚུངས་པ་ཞིག་ད་དུང་མི་འདུག

source: No public activity yet.
he: མང་ཚོགས་ཀྱི་བྱེད་སྒོ་ད་དུང་མི་འདུག

source: No matching public history items.
he: མང་ཚོགས་ཀྱི་ལོ་རྒྱུས་མཚུངས་པ་ཞིག་མི་འདུག

source: No public history items.
he: མང་ཚོགས་ཀྱི་ལོ་རྒྱུས་མི་འདུག

source: Older Activity
he: བྱེད་སྒོ་མངགས།

source: You're receiving this message because you have an account on
he: ཁྱེད་ལ་འཕྲིན་ཐུང་འདི་འབྱོར་བཞིན་ཡོད། རྒྱུ་མཚན་ཁྱེད་ཀྱིས་འདིའི་ནང་ཁ་བྱང་ཞིག་བཟོས་འདུག

source: To change your email settings, click <a href="%(settings_url)s">here</a>
he: ཁྱེད་ཀྱི་གློག་འཕྲིན་གྱི་སྒྲིག་འགོད་འགྱུར་བ་གཏོང་བ་ལ་འདིར་ <a href="%(settings_url)s">སྣུན།</a>

source: Your feedback is welcome. Feel free to send us an <a href="%(hello_email)s">email</a>.
he: ཁྱེད་ཀྱིས་བསམ་འཆར་གནང་ན་དགའ་བསུ་ཞུ། འཛེམ་དོགས་མེད་པར་ང་ཚོར་འབྲེལ་བ་གནང་རོགས། <a href="%(hello_email)s">email</a>.

source: %(inviter)s invited you to contribute to the collection %(collection)s on Sefaria.
he: %(inviter)s ལགས་ཀྱིས་ཁྱེད་རང་Sefaria ནང་ཡོད་པའི་ཕྱོགས་བསྒྲིགས་དེར་ཕྱག་ལས་གནང་མཁན་ལ་གདན་འདྲེན་ %(collection)s བྱས་སོང་།

source: To accept this invitation, <a href="%(register)s">create a free Sefaria account</a>.
he: མགྲོན་ཤོག་འདི་ངོས་ལེན་བྱེད་པར་ <a href="%(register)s">Sefaria ནང་རིན་མེད་ཀྱི་ཁ་བྱང་ཞིག་བཟོ་དགོས།</a>

source: Sefaria is a free living library of Jewish texts. Collections on Sefaria help you easily build and share collections of source sheets you create or find on Sefaria.<br>. Feel free to send any questions over <a href="mailto:hello@sefaria.org">email</a>.
he: Sefaria ནི་རིན་འབབ་སྤྲོད་མི་དགོས་པའི་ནང་བསྟན་གྱི་དྲ་ཐོག་དཔེ་མཛོད་ཅིག་ཡིན། འདིའི་ཐོག་ནས་རང་ཉིད་ཀྱིས་གསར་བཟོ་བྱས་པ་དང་ཡང་ན་མ་གཞི་ནས་ཡོད་པའི་ཕྱོགས་བསྒྲིགས་རྣམས་སྟབས་བདེའི་ངང་བརྒྱུད་སྐུར་དང་གསར་བསྐྲུན་བྱེད་ཐུབ་པའི་ཁྱད་ཆོས་ཡོད།<br>. དོགས་འདྲི་ཅི་འདྲ་ཡོད་རུང་དོགས་འཛེམ་མེད་པར་འབྲེལ་བ་གནང་རོགས། <a href="mailto:hello@sefaria.org">email</a>.

source: sent you a message:
he: ཁྱེད་ལ་འཕྲིན་ཐུང་ཞིག་བཏང་ཡོད།

source: Reply to
he: ལ་ལན་འདེབས།

source: likes your Source Sheet
he: ཁྱེད་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་ལ་དགའ་རྟགས་བཀོད་པ།

source: is now following you
he: ཁོང་གིས་ཁྱེད་ལ་རྗེས་འཇུག་བྱས་འདུག

source: added you to the collection
he: ཁྱེད་རང་ཕྱོགས་བསྒྲིགས་དེའི་ནང་བསྣན་འདུག

source: added a note to a
he: དེར་མཆན་ཞིག་བཀོད་འདུག

source: discussion you follow
he: ཁྱེད་རང་རྗེས་འཇུག་བྱེད་སའི་བགྲོ་གླེང་།

source: This is a notification without a type, it shouldn't exist.
he: འདི་ནི་རིགས་དབྱེ་མེད་པའི་གསར་བརྡ་ཞིག་རེད། ཕལ་ཆེར་མེད་པ་འདྲ།

source: Hello %(recipient)s,
he: བཀྲ་ཤིས་བདེ་ལེགས། %(recipient)s

source: Here's some new activity on Sefaria that you may have missed.
he: Sefaria ནང་ཕལ་ཆེར་ཁྱེད་ཀྱིས་མཐོང་མེད་པའི་བྱེད་སྒོ་གསར་པ་འགའ་འདུག

source: Link Explorer - Visualized Connections Between Talmud and Tanakh | Sefaria
he: | Sefaria ནང་གི་ཐལ་མུས་ཊི་དང་ཐ་ན་ཁའི་བར་གྱི་སྦྲེལ་ཐག་རི་མོའི་རྣམ་པ་ཅན།

source: Link Explorer - Visualized Connections Between %(bottomCatTitle)s and %(topCatTitle)s | Sefaria
he: | Sefaria ནང་གི་%(bottomCatTitle)s དང་ %(topCatTitle)s གཉིས་བར་གྱི་འབྲེལ་ལམ་རི་མོའི་རྣམ་པ་ཅན།

source: Explore over 30,000 examples of the Talmud quoting a verse from Tanakh. Zoom in to particular books either above or below to explore deeper.
he: རང་ཅག་གི་འཚོ་བའི་ཁྲོད་ངེས་པར་མཁོ་བའི་ནང་བསྟན་གྱི་བསླབ་བྱ་ཁག་དང་གཞུང་ཆེན་རྩ་འགྲེལ་འདྲ་མིན་གྲངས་ལས་འདས་པ་ཞིག་འདི་ནས་འཚོལ་ཞིབ་དང་དཔེ་ཀློག་བྱ་ཐུབ། དམིགས་བསལ་གྱི་དཔེ་ཆ་རྣམས་ཀྱི་འགོ་གཞུག་གཉིས་ནས་ཞིབ་ཕྲར་གཟིགས་སླད་ཤོག་ངོས་དེའི་ཐད་ཕྲ་མཐོང་མེ་ཤེལ་བཀོལ་ཆོག

source: Visually explore quotations and connections between %(bottomCatTitle)s and %(topCatTitle)s. Zoom in to particular books either above or below to explore deeper.
he: འདི་ %(bottomCatTitle)s དང་ %(topCatTitle)s འདི་གཉིས་བར་གྱི་ལུང་འདྲེན་དང་འབྲེལ་ལམ་རྣམས་མཐོང་ཐུབ་པའི་རི་མོ་ཐིག་སྐུད་ལམ་ནས་སྔོག་ཆོག དམིགས་བསལ་གྱི་དཔེ་ཆ་རྣམས་ཀྱི་འགོ་གཞུག་གཉིས་ནས་ཞིབ་ཕྲར་གཟིགས་སླད་ཤོག་ངོས་དེའི་ཐད་ཕྲ་མཐོང་མེ་ཤེལ་བཀོལ་ཆོག

source: Top Contributors | Sefaria
he: | Sefaria ཞབས་འདེགས་ཞུ་མཁན་རྩེ་ཕུད་རྣམས།

source: See who has been contributing most to Sefaria in terms of texts, translations, and source sheet.
he: Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་དཔེ་དེབ་དང་ཡིག་བསྒྱུར། མ་ཕྱིའི་ཤོག་ངོས་བཅས་པ་ཆེས་མང་ཤོས་འབུལ་མཁན་སུ་ཡིན་ལ་གཟིགས།

source: Sefaria Metrics
he: Sefaria རྩིས་གཞི།

source: See graphs charting Sefaria's progress since 2013 across metrics including word counts, number of links and number of source sheets.
he: ཕྱི་ལོ་༢༠༡༣ ལོ་ནས་བཟུང་ཚད་གཞི་ཁག་སྟེ་མིང་ཚིག་གི་གྲངས་ཀ་བརྩིས་པ་དང་དྲ་ཐག་གི་གྲངས་འབོར། མ་ཕྱི་ཤོག་ངོས་ཀྱི་གྲངས་འབོར་བཅས་ཚུད་པའི་Sefaria ཡི་འཕེལ་རྒྱས་ཀྱི་ཐིག་རིས་ལ་གཟིགས།

source: Total Words in Library
he: དཔེ་མཛོད་ནང་གི་ཚིག་ཧྲིལ་བོའི་བསྡོམས་གྲངས།

source: Words in Hebrew & Aramaic
he: བོད་ཡིག & ཨ་རའ་མཡེ་ཁིའི་སྐད་ཡིག་ནང་གི་ཚིག

source: Words in Translation
he: འགྱུར་དེབ་ནང་གི་མིང་ཚིག

source: Words of Original Translation created by Sefaria Volunteers
he: Sefaria ནང་གི་དང་བླངས་པ་རྣམས་ཀྱིས་བཟོས་པའི་མ་ཕྱིའི་ཡིག་བསྒྱུར་གྱི་མིང་ཚིག

source: Number of Public Contributors
he: མང་ཚོགས་ཞབས་འདེགས་པའི་གྲངས་འབོར།

source: Number of Intertextual Links
he: ཕན་ཚུན་འབྲེལ་བའི་དྲ་ཐག་གི་གྲངས་འབོར།

source: Number of Source Sheets
he: མ་ཕྱིའི་ཤོག་ངོས་ཀྱི་གྲངས་འབོར།

source: Words
he: མིང་ཚིག

source: Contributors
he: ཞབས་འདེགས་པ།

source: Links
he: དྲ་ཐག

source: Authors on Sefaria
he: Sefaria ནང་གི་རྩོམ་པ་པོ་རྣམས།

source: Biographies and information about the authors of Jewish texts on Sefaria, together with links to their available texts.
he: Sefaria ནང་གི་ནང་པའི་གཞུང་ལུགས་རྩོམ་པ་པོ་དག་གི་སྐོར་གྱི་གནས་ཚུལ་དང་རྣམ་ཐར་ཁག ཁོང་ཚོ་དང་ད་སྔ་ཡོད་བསྡད་པའི་ཁོང་ཚོའི་གཞུང་ལུགས་བར་གྱི་དྲ་ཐག

source: Authors
he: རྩོམ་པ་པོ་རྣམས།

source: People in the Talmud
he: ཐལ་མ་ཊིའི་ནང་གི་མི་སྣ།

source: on Sefaria
he: Sefaria ནང་

source: is on Sefaria. Follow to view their public source sheets, notes and translations.
he: Sefaria ནང་ལ་འདུག ཁོང་ཚོའི་སྤྱི་སྤྱོད་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་དང་མཆན་བྲིས་པ། དེ་བཞིན་ཡིག་བསྒྱུར་བཅས་ལ་གཟིགས་ན་ཐོག་མར་རྗེས་འཇུག་བྱ་དགོས།

source: at
he: ལ་

source: Activity
he: བྱེད་སྒོ།

source: More Activity
he: བྱེད་སྒོ་འདི་ལས་མང་བ།

source: Send a message to
he: ལ་འཕྲིན་ཐུང་ཞིག་ཐོངས།

source: Send
he: གཏོང་།

source: Cancel
he: ཕྱིར་འཐེན།

source: Admin: Delete a User
he: འཛིན་སྐྱོང་། སྤྱོད་མཁན་གཙང་སུབ།

source: Logged Out | Sefaria
he: | དཔེ་ཆ་དྲ་ཚིགས་ནས་ཕྱིར་ཐོན།

source: Log in to Sefaria
he: དཔེ་ཆ་དྲ་ཚིགས་ནང་ནང་འཛུལ་བྱོས།

source: Log in to your Sefaria account to make source sheets, write notes, and follow other Sefaria users.
he: མ་ཕྱིའི་ཤོག་ངོས་གསར་བཟོ་བྱེད་པ་དང་མཆན་འབྲི་བ་དང་ དཔེ་ཆ་དྲ་ཚིགས་སྤྱོད་མཁན་གཞན་ལ་རྗེས་འཇུག་བྱེད་པ་ལ། ཐོག་མར་དཔེ་ཆ་དྲ་ཚིགས་ནང་ནང་འཛུལ་བྱོས།

source: Password Reset
he: གསང་ཚིག་བསྐྱར་སྒྲིག

source: Choose a new Password
he: གསང་ཚིག་གསར་པ་ཞིག་འདེམ།

source: Password Reset Link Sent
he: གསང་ཚིག་བསྐྱར་སྒྲིག་གི་དྲ་ཐག་བཏང་ཟིན།

source: A request has been made to reset the password for this email address on Sefaria.org.
he: Sefaria.org འདིའི་ནང་གི་གློག་འཕྲིན་གྱི་གསང་ཚིག་བསྐྱར་སྒྲིག་གི་སྙན་ཞུ་ཞིག་ཕུལ་ཟིན།

source: Click this link, or copy it to your browser, to choose a new password:
he: གསང་ཚིག་གསར་པ་ཞིག་འདེམ་པ་ལ་འདིར་ཐད་ཀར་བསྣུན་པ་དང་ཡང་ན་འདི་ངོ་བཤུ་བྱས་ཏེ་རང་གི་བཤེར་ལྟའི་དྲ་ཚིགས་ནས་གཟིགས།

source: If you did not request this reset, you can safely ignore this email.
he: གལ་སྲིད་ཁྱེད་ཀྱིས་བསྐྱར་སྒྲིག་བྱེད་པར་སྙན་ཞུ་འདི་ཕུལ་མེད་ན། བདེ་འཇགས་ཆེད་གློག་འཕྲིན་འདི་སྣང་མེད་ལ་བཞག་ཆོག

source: Forgot your Password
he: ཁྱེད་ཀྱི་གསང་ཚིག་བརྗེད་སོང་ངམ།

source: Request a link to change your Sefaria password if you've forgotten it.
he: གལ་སྲིད་ཁྱེད་ཀྱིས་རང་གི་Sefaria ཡི་གསང་ཚིག་བརྗེད་སོང་ན་དེ་བསྐྱར་བརྗེ་བྱ་སའི་དྲ་ཐག་ཅིག་ལ་སྙན་ཞུ་ཕུལ།

source: Sefaria.org Password Reset
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་གསང་ཚིག་བསྐྱར་སྒྲིག

source: Create an Account
he: ཁ་བྱང་ཞིག་བཟོས།

source: Create an account on Sefaria to make source sheets, take notes and follow other people.
he: མ་ཕྱིའི་ཤོག་ངོས་གསར་བཟོ་བྱེད་པ་དང་མཆན་འབྲི་བ། མི་གཞན་ལ་རྗེས་འཇུག་བཅས་བྱེད་པ་ལ་ཐོག་མར་དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་ནང་ཁ་བྱང་གསར་པ་ཞིག་བཟོ་དགོས

source: Sefer HaChinukh Visualization
he: Sefer HaChinukh ཡི་མཐོང་ཐུབ་པའི་རི་མོའི་རྣམ་པ་ཅན།

source: Explore how different categories of Mitzvot connect to one another through this parallel sets chart.
he: ཤན་སྦྱར་བྱས་ནས་བསྒྲིགས་པའི་དཔེ་རིས་འདི་བརྒྱུད་ནས་ Mitzvot ཡི་སྡེ་ཚན་རིགས་དབྱེ་མ་འདྲ་བ་རྣམས་ཕན་ཚུན་སྦྲེལ་མཐུད་ཇི་ལྟར་བྱས་ཡོད་མེད་ལ་གཟིགས།

source: Start a New Sheet - Sefaria Source Sheet Builder
he: ཤོག་ངོས་གསར་པ་ཞིག་འགོ་ཚུགས། དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་བཟོ་ཆས།

source: A source sheet created with Sefaria's Source Sheet Builder.
he: དཔེ་ཆ་དྲ་ཚིགས་ ཡི་མ་ཕྱིའི་ཤོག་ངོས་གསར་པ་བཟོ་ཆས་སྤྱད་ནས་མ་ཕྱིའི་ཤོག་ངོས་ཤིག་བཟོས་ཡོད།

source: Create your own source sheet with Sefaria's Source Sheet Builder.
he: དཔེ་ཆ་དྲ་ཚིགས་ ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་གསར་པ་བཟོ་ཆས་སྤྱད་ནས་ཁྱེད་རང་ཉིད་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་བཟོས།

source: Assignment Completed by %(owner)s
he: %(owner)s ཁོང་གིས་ལས་འགན་ཆ་ཚང་གྲུབ་པ་བྱས་སོང་།

source: Source Sheet by %(owner)s
he: %(owner)s ཁོང་གིས་བཟོས་པའི་མ་ཕྱིའི་ཤོག་ངོས།

source: Search for a Text or Commentator
he: དཔེ་ཆ་དང་ཡང་ན་འགྲེལ་བཤད་པ་འཚོལ་ཞིབ།

source: Paste URL
he: URL ཕོབ།

source: Made with the Sefaria Source Sheet Builder
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་བཟོ་ཆས་ཀྱིས་བཟོས་པ།

source: Create New
he: གསར་པ་བཟོས།

source: Write a summary to help others understand your sheet...
he: གཞན་གྱིས་ཁྱེད་ཀྱི་ཤོག་ངོས་གསལ་རྟོགས་ཡོང་སླད་ངོ་སྤྲོད་སྙིང་བསྡུས་ཤིག་ཕྲིས།

source: Add Tags...
he: བར་སྟོང་ཞོག

source: None
he: མི་འདུག

source: View
he: སྟོན།

source: Add
he: སྣོན།

source: Edit
he: རྩོམ་སྒྲིག་བྱེད།

source: Add <span class="sourceName"></span> to a Source Sheet
he: <span class="sourceName"></span> མ་ཕྱིའི་ཤོག་ངོས་ཤིག་གི་ནང་སྣོན།

source: Visualized
he: མཐོང་ཐུབ་པའི་རི་མོའི་རྣམ་པ་ཅན།

source: Sefaria Source Sheet Builder
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་བཟོ་ཆས།

source: Visual layout of a source sheet by %(sheet.owner|user_name)s created with Sefaria's Source Sheet Builder.
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མ་ཕྱིའི་ཤོག་ངོས་བཟོ་ཆས་སྤྱད་ནས་བཟོས་པ %(sheet.owner|user_name) འི་མ་ཕྱིའི་ཤོག་ངོས་ཀྱི་མཐོང་ཐུབ་པའི་རི་མོའི་རྣམ་པ་ཅན།

source: Sefaria App
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མཉེན་ཆས།

source: Download the free Sefaria App for iOS and Android.
he: iOS དང་ Android ནང་རིན་མེད་དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་མཉེན་ཆས་ཕབ་ལེན་བྱོས།

source: Sign up for our Newsletter
he: ང་ཚོའི་གསར་འཕྲིན་ལ་ཞུགས་ཐོ་གསར་འགོད་བྱོས།

source: <i>Subscribing...</i>
he: <i>སྔོན་མངགས་བྱེད་བཞིན་པ་...</i>

source: Subscribed! Welcome to our list.
he: སྔོན་མངགས་བྱས་ཟིན། ང་ཚོའི་ཐོ་གཞུང་ལ་ཚུད་པར་དགའ་བསུ་ཞུ།

source: Please enter a valid email address.
he: གློག་འཕྲིན་ཚུལ་མཐུན་ཞིག་ནང་འཇུག་བྱེད་རོགས།

source: Sefaria Newsletter, Social Media and More
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་གསར་འཕྲིན། སྤྱི་ཚོགས་དྲ་རྒྱ་འདི་དག་ལས་མང་བའི་བརྒྱུད་ལམ་གཞན།

source: Get updates on new texts and features on Sefaria by signing up for our newsletter or following us on social media.
he: ང་ཚོའི་འཕྲིན་གསར་ཁག་ལ་ཐོ་འགོད་བྱས་པ་དང་ཡང་ན་སྤྱི་ཚོགས་དྲ་རྒྱ་ཁག་ནས་ང་ཚོར་རྗེས་འཇུག་བྱས་པ་བརྒྱུད་ནས་དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་ ནང་དཔེ་དེབ་དང་ཁྱད་ཆོས་གསར་པ་ཁ་གསབ་བྱུང་བ།

source: Powered by Sefaria Contest
he: དཔེ་ཆ་དྲ་ཚིགས་ཀྱི་འགྲན་བསྡུར་གྱིས་གོ་སྒྲིག་བྱས།

source: Texts Contributed to Sefaria
he: དཔེ་ཆ་དྲ་ཚིགས་ལ་ཕུལ་བའི་དཔེ་དེབ་ཁག

source: Texts on Sefaria that list this page as their source were contributed directly to Sefaria and have not yet been published elsewhere in print or on the web.
he: ཤོག་ངོས་འདི་འབྱུང་ཁུངས་སུ་བཀོད་པའི་Sefaria དྲ་ཐོག་དཔེ་མཛོད་ནང་གི་དཔེ་ཆ་རྣམས་ནི་ཐད་ཀར་Sefaria ནང་ལ་བཞག་པ་ཤ་སྟག་ཡིན་པས། གཞན་གང་ལ་ཡང་པར་འདེབས་དང་དྲ་ལམ་སོགས་སུ་སྤེལ་མེད།

source: Learn the Talmud each day with Daf Yomi on Sefaria.
he: Sefaria ནང་གི་ Daf Yomi བརྒྱུད་ནས་ཉིན་རེ་བཞིན་ཐལ་མུས་ཊ་སློབ་སྦྱོང་བྱེད།

source: Dicta Thanks
he: Dicta ཐུགས་རྗེ་ཆེ།

source: Sefaria thanks Dicta for all of their help.
he: Sefaria ཡིས་ Dicta ཡིའི་རམ་འདེགས་གང་བྱས་ལ་བཀའ་དྲིན་ཆེ་ཞུ།

source: Texts Digitized by Sefaria
he: Sefaria ཡིས་ཨང་བསྒྱུར་བྱས་པའི་དཔེ་ཆ་རྣམས།

source: Teach with Sefaria
he: Sefaria བརྒྱུད་ནས་སློབ་ཁྲིད་བྱེད།

source: About Sefaria
he: Sefaria ཡི་སྐོར།

source: Sefaria is a non-profit organization dedicated to building the future of Jewish learning in an open and participatory way.
he: Sefaria ནི་ཁེ་མེད་ཚོགས་པ་ཞིག་སྟེ། སྤྱི་སྤྱོད་དང་ཐུན་མོང་མཉམ་ཞུགས་ཀྱི་ཐབས་ལམ་ནས་ནང་བསྟན་སློབ་གཉེར་གྱི་མདུན་ལམ་ཞིག་འཛུགས་སྐྲུན་བྱེད་པར་འབད་བརྩོན་བྱེད་བཞིན་མཁན་ཞིག་ཡིན།

source: The Sefaria Team
he: Sefaria ཡི་ཚོགས་ཆུང་།

source: Sefaria's team is working to create the Jewish future.
he: Sefaria ཡི་ཚོགས་ཆུང་གིས་ནང་བསྟན་གྱི་་མ་འོངས་མདུན་ལས་ཞིག་གསར་བསྐྲུན་བྱེད་པར་འབད་བརྩོན་བྱེད་བཞིན་ཡོད།

source: Donate to Sefaria
he: Sefaria ལ་ཞལ་འདེབས་གནང་རོགས།

source: Support Sefaria by making a tax-deductible donation online or by check or wire transfer.
he: Sefaria ལ་དྲ་ལམ་གྱི་དཔྱ་ཁྲལ་ཆག་ཡང་གི་ཞལ་འདེབས་དང་། ཡང་ན་check དང་ wire transfer གང་རུང་བརྒྱུད་ནས་རྒྱབ་སྐྱོར་མཚོན་བྱེད་ཀྱི་ཞལ་འདེབས་རེ་གནང་རོགས།

source: Jobs at Sefaria
he: Sefaria ཡི་ལས་རིགས།

source: Job openings at Sefaria, a non-profit technology organization dedicated to building the Jewish future.
he: Sefaria ནང་ལས་ཀའི་ས་མིག་སྐྲུན་བཞིན་ཡོད། འདི་ནི་ཁེ་མེད་འཕྲུལ་རིག་ལག་རྩལ་གྱི་ཚོགས་པ་ཞིག་སྟེ། ནང་བསྟན་གྱི་མ་འོངས་མདུན་ལམ་ཞིག་བསྐྲུན་པར་འབད་འབུངས་བྱེད་བཞིན་ཡོད།

source: Linker Plugin
he: དྲ་ཐག་བཟོ་ཆས་ཀྱི་ Plugin

source: Automatically turn citations on your website into links or dynamic popups with the full text from Sefaria.
he: Sefaria ནང་ནས་དཔེ་ཆ་ཧྲིལ་བོ་དེའི་དྲ་ཐག་དང་ཡང་ན་འཆར་སྟེགས་སྒེའུ་ཁུང་ཞིག་བརྒྱུད་ནས་ལུང་ཚིག་རྣམས་ཁྱེད་ཀྱི་དྲ་ཚིགས་ནང་རང་འགུལ་གྱིས་སྒོ་ཕྱེ་ཡོང་བ་ཡིན།

source: Sefaria Mobile Apps
he: Sefaria ཡི་ཁ་པར་མཉེན་ཆས།

source: Download the free Sefaria Apps for iOS and Android.
he: ཀུ་ཤུ་རྟགས་ཅན་ iOS དང་ཨན་ཊོ་མ་ལག་ཅན་ Android གཉིས་ཀྱི་Sefaria ཡི་རིན་མེད་མཉེན་ཆས་ཕབ་ལེན།
